Repository: E2OpenPlugins/e2openplugin-OscamStatus
Catalog: plugin/locale/*/LC_MESSAGES/OscamStatus.po
Languages: fi, pl, ru

source: %d days %d hours %d minutes %d seconds
fi: %d päivät %d tunnit %d minuutit %d sekunnit
pl: %d dni %d godzin %d minut %d sekund
ru: %d дней %d часов %d минут %d секунд

source: All Clients
pl: Klienci
ru: Все Клиенты

source: All Readers @
pl: Czytniki @
ru: Все Ридеры @

source: Channel
fi: Kanava
pl: Kanał
ru: Канал

source: Client
fi: Asiakas
pl: Klient
ru: Клиент

source: Configuration screen
fi: Määritykset näyttö
pl: Konfiguracja
ru: Конфигурация экрана

source: Connected Clients
fi: Näytä yhdistetyt Asiakkaat
ru: Подключенные Клиенты

source: Connected Readers
fi: Näytä yhdistetyt Lukijat
ru: Подключенные Ридеры

source: Do you really want to delete this entry?
fi: Haluatko todella poistaa tämän merkinnän?
pl: Czy na pewno chcesz usunąć ten wpis ?
ru: Вы точно хотите удалить эту запись?

source: ECM Time
fi: ECM Aika
pl: Czas ECM
ru: Время ECM

source: ECM Time in "connected" Dialog
fi: ECM aika "yhdistetty"-valintaikkunassa
pl: Czas ECM w "podłączonym" Dialogu
ru: Время ECM в "подключенном" Диалоге

source: Idle Time
fi: Epäaktiivinen
pl: Czas bezczynności
ru: Время Простоя

source: Logfile
pl: Plik Log
ru: Журнал

source: Maybe set 'chaninfo = 0' at oscam.conf
pl: Może ustawić 'chaninfo = 0' w oscam.conf
ru: Может, задано 'chaninfo = 0' в oscam.conf

source: Name
pl: Nazwa
ru: Имя

source: Oscam Download Error
fi: Oscam latausvirhe
pl: Błąd pobierania
ru: Oscam Ошибка Загрузки

source: Oscam Server Address
fi: Oscam Palvelin Osoite
pl: Adres Serwera Oscam
ru: Oscam Сервер Адрес

source: Oscam Server Name
fi: Oscam Palvelin Nimi
pl: Nazwa Serwera Oscam
ru: Oscam Сервер Имя

source: Oscam Server Setup
fi: Oscam Palvelin Asetukset
pl: Ustawienia Serwera Oscam
ru: Oscam Сервер Настройки

source: Oscam Servers
fi: Oscam Palvelin
pl: Serwery Oscam
ru: Oscam Серверы

source: Oscam Status
fi: Tila
ru: Oscam Статус

source: Oscam Status
ru: Oscam Статус

source: Oscam Status globals Setup
fi: Oscam tila globaalit asetukset
pl: Globalne ustawienia statusu Oscam
ru: Oscam Статус общие Настройки

source: Oscam XML Error
fi: Oscam XML Virhe
pl: Błąd oscam XML
ru: Oscam XML Ошибка

source: Password (httppwd)
fi: Salanan (httppwd)
pl: Hasło (httppwd)
ru: Пароль (httppwd)

source: Picon
pl: Pikona
ru: Пикон

source: Port
fi: Portti
ru: Порт

source: Protocol
fi: Protokolla
pl: Protokół
ru: Протокол

source: Reader
fi: Lukija
pl: Czytnik
ru: Ридер

source: Server address always in IP Format
fi: Palvelimen osoite aina IP Muodossa
pl: Adres Serwera zawsze w formacie IP
ru: Адрес сервера всегда в формате IP

source: Show Plugin in Extensions Menu
fi: Näytä laajennus laajennusvalikossa
pl: Pokaż wtyczkę w Rozszerzonym Menu
ru: Показать Плагин в Меню Дополнения

source: Status
fi: Tila
ru: Статус

source: Use Oscam Webif to see them all.
fi: Käytä Oscam Webif nähdäksesi ne kaikki.
pl: Użyj WebIf aby pokazać wszystkie.
ru: Исп. Oscam Webif, чтобы их видеть.

source: Use Picons
fi: Käytä kuvakkeita
pl: Użyj pikon
ru: Использовать Пиконы

source: Username (httpuser)
fi: Nimi (httpuser)
pl: Login (httpuser)
ru: Имя пользователя (httpuser)

source: X-Offset (move left)
fi: X-Siirtymä (siirrä vasemmalle)
pl: Przesunięcie w lewo
ru: X-Смещение (сдвиг влево)

source: avgtime
fi: kesk.aika
pl: średni czas
ru: среднее время

source: channelname
fi: Kanava
pl: nazwa kanału
ru: имя канала

source: delete
fi: poista
pl: usuń
ru: удалить

source: disable client
fi: Pysäytä asiakas
pl: wyłącz klienta
ru: откл клиента

source: disable reader
fi: Pysäytä lukija
pl: wyłącz czytnik
ru: откл ридер

source: edit
fi: muokata
pl: edycja
ru: изменить

source: enable client
fi: Käynnistä asiakas
pl: włącz klienta
ru: вкл клиента

source: enable reader
fi: Käynnistä lukija
pl: włącz czytnik
ru: вкл ридер

source: hide idle clients
fi: vain aktiiviset Asiakkaat
pl: ukryj bezczynnych użytkowników
ru: скрыть неактивных клиентов

source: lasttime
fi: akt.aika
pl: ost.czas
ru: прошлый раз

source: loading...
pl: wczytywanie ...
ru: загрузка...

source: new
fi: uusi
pl: nowy
ru: новый

source: no xml
fi: ei xml
pl: brak piku xml
ru: нет xml

source: not available
pl: niedostępny
ru: недоступен

source: providers on this card max. display is:
pl: max wyświetlana liczba providerów na tej karcie:
ru: операторов на этой карте макс. это:

source: really restart oscam@%s?
fi: Käynnistetäänkö Oscam @%s uudelleen?
pl: zrestartować oscam@%s ?
ru: точно перезапустить oscam@%s?

source: really shutdown oscam@%s?
pl: zamknąć oscam@%s ?
ru: точно отключить oscam@%s?

source: req.
fi: Pyyntö.
pl: zap.
ru: запрос.

source: restart oscam
fi: Käynnistä Oscam uudelleen
pl: restart oscama
ru: перезапуск oscam

source: return
fi: takaisin
pl: powrót
ru: вернуться

source: save
fi: Tallenna
pl: zapisz
ru: сохранить

source: server info
fi: Palvelin tiedot
pl: informacje o serwerze
ru: инфо сервера

source: server restart/shutdown
fi: käynnistä/pysäytä palvelin
pl: restart/wyłącz serwer
ru: перезапуск/остановка сервера

source: server setup
fi: Palvelin asetukset
pl: ustawienia serwera
ru: настройки сервера

source: show all clients
fi: Näytä kaikki Asiakkaat
pl: pokaż wszystkich klientów
ru: показать все клиенты

source: show all readers
fi: Näytä kaikki Lukijat
pl: pokaż wszystkie czytniki
ru: показать все ридеры

source: show client info
fi: näytä Asiakas tiedot
pl: informacja o kliencie
ru: показать инфо клиента

source: show connected clients
fi: Näytä yhdistetyt asiakkaat
pl: pokaż podłączonych klientów
ru: показать подключенные клиенты

source: show connected readers
fi: Näytä yhdistetyt Lukijat
pl: podłączone czytniki
ru: показать подключенные ридеры

source: show idle clients
fi: Näytä kaikki Asiakkaat
pl: pokaż bezczynnych klientów
ru: показать незанятые клиенты

source: show logfile
fi: Näytä Loki tiedosto
pl: pokaż log
ru: показать журнал

source: show reader info
fi: Lukijan tiedot
pl: info czytnika
ru: показать ридер инфо

source: show readerstats
fi: Lukijantilastot
pl: statystyki czytnika
ru: показать ридер статистику

source: shutdown oscam
fi: Lopeta Oscam
pl: wyłącz oscam
ru: отключение oscam

source: status
fi: tila
ru: статус

source: time on channel
pl: czas na kanale
ru: время на канале

source: type
fi: tyyppi
pl: typ
ru: тип

source: use SSL
fi: käytä SSL
pl: użyj SSL
ru: использовать SSL

source: whats going on?
fi: mitä tapahtuu?
pl: co się dzieje w oscam?
ru: а что с ним?

source: you can't shutdown/restart this oscam.
pl: nie można zamknąć/zrestartować tego oscama
ru: вы не можете выключить/перезапустить этот oscam.
